{"cfg011243": 0, "32249": 1, "td002840": 2, "cfg002135": 3, "go87546": 4, "007009": 5, "3843": 6, "td005830": 7, "53877": 8, "ld000736": 9, "014936": 10, "sl002756": 11, "me41524": 12, "03438": 13, "me19864": 14, "3490": 15, "tt_gb_s05_trf_lifestyle_20251227": 16, "66179": 17, "7340": 18, "td003305": 19, "ld008123": 20, "me73163": 21, "2916": 22, "01477": 23, "33329": 24, "ld001530": 25, "io4727": 26, "67726": 27, "ld000198": 28, "23132": 29, "ti24640": 30, "sl000731": 31, "io6603": 32, "009878": 33, "cfg007714": 34, "2188": 35, "32686": 36, "18390": 37, "12214": 38, "me37334": 39, "li83220": 40, "tt_gb_avatr12_cvr_award_winner_20250902": 41, "9882": 42, "37103": 43, "34761": 44, "yt_gb_s07_trv_comparison_20250701": 45, "239629": 46, "dv360_gb_s07_prosp_ev_intenders_20250930": 47, "me75530": 48, "ti25567": 49, "meta_gb_s07_awr_conquest_bmw_20250812": 50, "3252": 51, "005275": 52, "td002484": 53, "ld004407": 54, "yo19159": 55, "135742": 56, "36701": 57, "8218": 58, "ti91736": 59, "yo54353": 60, "io2492": 61, "011776": 62, "ld002929": 63, "2537": 64, "10560": 65, "008576": 66, "go21360": 67, "me31427": 68, "49638": 69, "020882": 70, "cfg002976": 71, "ld006103": 72, "19685": 73, "43710": 74, "3615": 75, "6148": 76, "yo33235": 77, "cfg005390": 78, "6990": 79, "22741": 80, "go79554": 81, "meta_gb_avatr11_con_family_buyers_20251002": 82, "go60053": 83, "ld004321": 84, "me49492": 85, "meta_gb_avatr11_cvr_family_buyers_20251026": 86, "48027": 87, "td004424": 88, "22240": 89, "201010": 90, "sl000893": 91, "td004859": 92, "67134": 93, "111824": 94, "036756": 95, "3395": 96, "007422": 97, "045024": 98, "970": 99, "dv66126": 100, "me52839": 101, "td001879": 102, "sl002935": 103, "cfg007657": 104, "io4877": 105, "108315": 106, "cfg003269": 107, "go49839": 108, "ld009368": 109, "46531": 110, "sl004255": 111, "dv360_gb_avatr11_rtg_premium_auto_20251205": 112, "022544": 113, "21336": 114, "tt_gb_s07_awr_lifestyle_20250718": 115, "12572": 116, "td003296": 117, "8661": 118, "ld005832": 119, "71155": 120, "td003178": 121, "100897": 122, "64990": 123, "111216": 124, "cfg004577": 125, "sl004118": 126, "77634": 127, "yo62637": 128, "3947": 129, "me66680": 130, "yt_gb_avatr12_bmp_configurator_cta_20250916": 131, "cfg001791": 132, "4829": 133, "16022": 134, "cfg000501": 135, "1898897": 136, "cfg006134": 137, "8805": 138, "ld003870": 139, "ld006578": 140, "meta_gb_avatr11_rtg_engaged_viewers_20251219": 141, "ld007943": 142, "sky": 143, "io6000": 144, "me27927": 145, "sl000521": 146, "7869": 147, "io3140": 148, "goog_gb_avatr12_gdn_configurator_users_20251123": 149, "ld008569": 150, "should": 151, "yo16313": 152, "cfg008000": 153, "67818": 154, "ld008115": 155, "007622": 156, "3972": 157, "2778": 158, "cfg001529": 159, "089567": 160, "6890": 161, "70121": 162, "yo86684": 163, "87480": 164, "cfg001262": 165, "cfg011529": 166, "016841": 167, "goog_gb_s07_pmax_20250902": 168, "21103": 169, "041042": 170, "6011": 171, "io7109": 172, "td007045": 173, "me60840": 174, "li12729": 175, "cfg002534": 176, "yo71231": 177, "9570": 178, "38580": 179, "dv360_gb_s07_prosp_conquest_bmw_20250503": 180, "47702": 181, "dv360_gb_s07_prosp_conquest_tesla_20250120": 182, "87870": 183, "47531": 184, "go24785": 185, "14649": 186, "125428": 187, "td004300": 188, "dv89919": 189, "5918": 190, "ld002418": 191, "me74480": 192, "17075": 193, "io2834": 194, "meta_gb_s07_awr_young_professionals_20250403": 195, "meta_gb_s07_awr_premium_auto_20250121": 196, "037934": 197, "ti74183": 198, "sl003833": 199, "cfg009523": 200, "cfg008799": 201, "247067": 202, "0439": 203, "dv360_gb_s07_prosp_conquest_audi_20250627": 204, "dv360_gb_s05_rtg_ev_intenders_20251228": 205, "0305": 206, "td002453": 207, "6128": 208, "11210": 209, "022836": 210, "014571": 211, "1872": 212, "respons": 213, "ld009586": 214, "22667": 215, "me28099": 216, "14127": 217, "cfg008314": 218, "cfg010646": 219, "io6300": 220, "ld000154": 221, "sl002851": 222, "dv360_gb_s07_prosp_conquest_bmw_20250215": 223, "ld007793": 224, "3s": 225, "7137": 226, "10160": 227, "td003777": 228, "yo65896": 229, "cfg002741": 230, "shelter": 231, "18832": 232, "cfg004234": 233, "li73977": 234, "td003865": 235, "go98244": 236, "036036": 237, "td002060": 238, "3029": 239, "ld007503": 240, "ld004871": 241, "011621": 242, "tt_gb_s07_awr_reservation_cta_20250122": 243, "go28188": 244, "ti19936": 245, "meta_gb_avatr11_rtg_family_buyers_20251112": 246, "16993": 247, "sl001677": 248, "98299": 249, "7822": 250, "057631": 251, "8388": 252, "7311": 253, "go42617": 254, "00962": 255, "cfg009688": 256, "128259": 257, "meta_gb_s07_awr_conquest_bmw_20250814": 258, "me46496": 259, "28517": 260, "me93588": 261, "019558": 262, "57313": 263, "032275": 264, "td003169": 265, "cfg003006": 266, "ld009378": 267, "013488": 268, "021229": 269, "go18309": 270, "td006558": 271, "sl000654": 272, "yo24116": 273, "011435": 274, "me82696": 275, "cfg003470": 276, "0246": 277, "cfg008903": 278, "cfg008258": 279, "28390": 280, "me32884": 281, "meta_gb_s07_cvr_site_visitors_20251031": 282, "go10404": 283, "012564": 284, "201799": 285, "cfg008783": 286, "dv360_gb_avatr12_rtg_premium_auto_20251130": 287, "meta_gb_s07_awr_tech_enthusiasts_20251006": 288, "td003616": 289, "0516": 290, "go58209": 291, "me13969": 292, "sl001561": 293, "tt_gb_s07_awr_configurator_cta_20250607": 294, "tt_gb_s07_awr_product_features_20250425": 295, "dv360_gb_s07_prosp_site_visitors_20250606": 296, "024213": 297, "ld005466": 298, "ld002216": 299, "19956": 300, "go84433": 301, "12250": 302, "td002920": 303, "25224": 304, "yo37979": 305, "me70808": 306, "dlr023": 307, "me51372": 308, "22591": 309, "td007759": 310, "cfg000047": 311, "cfg009077": 312, "7045": 313, "ld007442": 314, "16643": 315, "18343": 316, "9728": 317, "4309": 318, "37243": 319, "meta_gb_avatr11_cvr_site_visitors_20251124": 320, "meta_gb_avatr11_rtg_tech_enthusiasts_20251228": 321, "dv25528": 322, "dv360_gb_s07_prosp_conquest_audi_20251206": 323, "meta_gb_s07_awr_configurator_users_20250705": 324, "4258": 325, "013619": 326, "td005296": 327, "go26298": 328, "019765": 329, "me22953": 330, "38137": 331, "278731": 332, "025478": 333, "meta_gb_s07_awr_luxury_lifestyle_20250405": 334, "ld008503": 335, "me46681": 336, "yt_gb_s07_trv_configurator_cta_20250303": 337, "119057": 338, "yo72960": 339, "ti92904": 340, "196168": 341, "0274": 342, "ti45358": 343, "me56775": 344, "dv86255": 345, "211296": 346, "td007026": 347, "ti21873": 348, "5819": 349, "me95180": 350, "td005749": 351, "td004089": 352, "017417": 353, "me93597": 354, "me46521": 355, "ld006483": 356, "go36783": 357, "016443": 358, "td006632": 359, "41116": 360, "29423": 361, "ld007989": 362, "me15750": 363, "9145": 364, "td005243": 365, "meta_gb_s07_awr_lookalike_converters_20250825": 366, "ti73640": 367, "dv360_gb_s07_prosp_family_buyers_20250417": 368, "604": 369, "021681": 370, "7302": 371, "164334": 372, "53486": 373, "ld003866": 374, "ld004075": 375, "north": 376, "meta_gb_s05_con_premium_auto_20251222": 377, "td005056": 378, "sl000954": 379, "7189": 380, "82774": 381, "meta_gb_avatr11_rtg_engaged_viewers_20251206": 382, "tt_gb_avatr12_trf_dealer_locator_20250909": 383, "27589": 384, "go47510": 385, "cfg008579": 386, "02089": 387, "meta_gb_s07_awr_eco_conscious_20250419": 388, "ti75803": 389, "7212": 390, "me22126": 391, "ld005182": 392, "cfg001958": 393, "dv360_gb_s07_prosp_lookalike_converters_20250130": 394, "cfg000873": 395, "me90486": 396, "ti61403": 397, "sl001902": 398, "sl003370": 399, "ti30046": 400, "me44958": 401, "ld008753": 402, "ld009505": 403, "50250": 404, "cfg004764": 405, "me86246": 406, "me90742": 407, "go63396": 408, "cfg009906": 409, "cfg010844": 410, "ld008786": 411, "go82937": 412, "58367": 413, "011499": 414, "ld007253": 415, "me85623": 416, "td003557": 417, "dv76285": 418, "008611": 419, "30087": 420, "455961": 421, "cfg006367": 422, "cfg004707": 423, "086915": 424, "39918": 425, "dv30457": 426, "cfg009895": 427, "74914": 428, "me81130": 429, "8698": 430, "34694": 431, "007332": 432, "4035": 433, "133679": 434, "006379": 435, "goog_gb_avatr11_gdn_luxury_lifestyle_20251206": 436, "138335": 437, "ti83173": 438, "013487": 439, "goog_gb_avatr12_gdn_conquest_audi_20250922": 440, "me81240": 441, "31343": 442, "006823": 443, "59099": 444, "sl001246": 445, "td004394": 446, "62468": 447, "106247": 448, "me16060": 449, "048964": 450, "ld009188": 451, "64203": 452, "sl001697": 453, "cfg001100": 454, "me33356": 455, "tt_gb_s07_cvr_award_winner_20250916": 456, "ti72416": 457, "41906": 458, "tt_gb_avatr12_awr_comparison_20250926": 459, "sl000289": 460, "me33388": 461, "yo95877": 462, "15823": 463, "tt_gb_s07_trf_hero_launch_20251215": 464, "008701": 465, "go14757": 466, "13038": 467, "020831": 468, "01062": 469, "ld000638": 470, "22801": 471, "129851": 472, "39774": 473, "cfg005604": 474, "24076": 475, "022068": 476, "yo46124": 477, "cfg011203": 478, "yo96626": 479, "ti84798": 480, "005213": 481, "cfg011092": 482, "59215": 483, "9078": 484, "dv98466": 485, "dv67312": 486, "me92749": 487, "19200": 488, "dv360_gb_s07_prosp_conquest_audi_20250802": 489, "7671": 490, "165211": 491, "go26345": 492, "005785": 493, "ld005939": 494, "tt_gb_s07_awr_hero_launch_20250715": 495, "dv38988": 496, "53853": 497, "ld001923": 498, "ld009978": 499, "td002908": 500, "td002317": 501, "14853": 502, "cfg005514": 503, "02194": 504, "me30000": 505, "me62141": 506, "309085": 507, "cfg003918": 508, "me84525": 509, "me41783": 510, "sl001695": 511, "34318": 512, "43377": 513, "dv71813": 514, "02205": 515, "117601": 516, "meta_gb_s07_awr_configurator_users_20250212": 517, "cfg005528": 518, "td007001": 519, "254301": 520, "27138": 521, "ld006839": 522, "meta_gb_s07_awr_young_professionals_20250428": 523, "ld009124": 524, "cfg009456": 525, "27902": 526, "87581": 527, "meta_gb_avatr11_awr_young_professionals_20251118": 528, "cfg011338": 529, "td006193": 530, "18524": 531, "4386": 532, "go95734": 533, "li_gb_s07_awr_premium_auto_20251006": 534, "46625": 535, "cfg006840": 536, "ld008266": 537, "me21516": 538, "meta_gb_s07_cvr_premium_auto_20250909": 539, "cfg003195": 540, "td001074": 541, "31409": 542, "11017": 543, "yo88902": 544, "countri": 545, "174": 546, "5227": 547, "25065": 548, "93608": 549, "28492": 550, "cfg001536": 551, "0080": 552, "43257": 553, "079302": 554, "23972": 555, "7329": 556, "dv360_gb_s07_prosp_conquest_audi_20250815": 557, "18971": 558, "17619": 559, "yt_gb_s05_bmp_testimonial_20251225": 560, "meta_gb_s07_awr_conquest_bmw_20250920": 561, "cfg002058": 562, "ti62428": 563, "me55433": 564, "td002760": 565, "dv360_gb_avatr11_prosp_configurator_users_20251227": 566, "genr": 567, "td000664": 568, "ti90974": 569, "ld000941": 570, "3860": 571, "dv63944": 572, "006143": 573, "13404": 574, "17097": 575, "li12585": 576, "ld001252": 577, "me32994": 578, "76146": 579, "non": 580, "38225": 581, "yo18945": 582, "cfg003211": 583, "7327": 584, "li12862": 585, "me45035": 586, "006884": 587, "io8854": 588, "12385": 589, "meta_gb_avatr12_cvr_premium_auto_20251204": 590, "24710": 591, "sl002202": 592, "21524": 593, "95225": 594, "01866": 595, "7795": 596, "016771": 597, "sl001897": 598, "ti30976": 599, "dv360_gb_s07_prosp_fleet_managers_20250329": 600, "dv360_gb_avatr12_rtg_conquest_bmw_20251112": 601, "43629": 602, "16376": 603, "02017": 604, "04972": 605, "102853": 606, "dv27152": 607, "meta_gb_s07_awr_configurator_users_20251212": 608, "53733": 609, "me21741": 610, "2702": 611, "td007444": 612, "5698": 613, "csv": 614, "ti63868": 615, "dv360_gb_s07_prosp_lookalike_converters_20250426": 616, "33234": 617, "meta_gb_s07_awr_conquest_audi_20250611": 618, "008341": 619, "cfg000455": 620, "me29228": 621, "goog_gb_s07_src_brand_20250918": 622, "me15722": 623, "017626": 624, "150": 625, "12438": 626, "cfg003218": 627, "li84283": 628, "tt_gb_s07_awr_price_reveal_20251207": 629, "10337": 630, "yt_gb_avatr12_mst_20251102": 631, "li90237": 632, "tt_gb_s07_trf_testimonial_20250925": 633, "02695": 634, "me93175": 635, "13507": 636, "proof": 637, "52435": 638, "io9518": 639, "030484": 640, "10578": 641, "sl002204": 642, "cfg011801": 643, "me42887": 644, "cfg003128": 645, "tt_gb_s07_awr_testimonial_20250201": 646, "27023": 647, "io2422": 648, "96997": 649, "018854": 650, "cfg005956": 651, "16654": 652, "sl000814": 653, "0407": 654, "ld002598": 655, "sl002157": 656, "20251": 657, "17171": 658, "me18853": 659, "me41085": 660, "015991": 661, "goog_gb_avatr12_gdn_engaged_viewers_20250905": 662, "td003895": 663, "005846": 664, "13240": 665, "io5581": 666, "254909": 667, "28039": 668, "ti99016": 669, "4842": 670, "008243": 671, "7629": 672, "097792": 673, "td001351": 674, "26880": 675, "074795": 676, "40021": 677, "cfg011558": 678, "dv69610": 679, "ld003155": 680, "51755": 681, "005508": 682, "goog_gb_s07_src_brand_20250805": 683, "9150": 684, "ti30042": 685, "go92230": 686, "td002797": 687, "19971": 688, "275277": 689, "24285": 690, "020591": 691, "go50707": 692, "yt_gb_s07_mst_20251008": 693, "me63338": 694, "23681": 695, "ld003857": 696, "22409": 697, "td007633": 698, "td006495": 699, "096774": 700, "meta_gb_avatr12_cvr_site_visitors_20251215": 701, "ti45710": 702, "cfg001915": 703, "095092": 704, "meta_gb_s07_awr_configurator_users_20251021": 705, "014769": 706, "me65629": 707, "sl001567": 708, "40141": 709, "006537": 710, "694086": 711, "5205": 712, "48841": 713, "032838": 714, "17493": 715, "ti64488": 716, "21851": 717, "016662": 718, "dv24943": 719, "210982": 720, "cfg001239": 721, "99586": 722, "me26453": 723, "tt_gb_s07_awr_comparison_20251218": 724, "tt_gb_avatr11_cvr_comparison_20251129": 725, "cfg003626": 726, "cfg003850": 727, "123965": 728, "td006601": 729, "14515": 730, "meta_gb_avatr11_awr_ev_intenders_20251028": 731, "yt_gb_avatr12_trv_lifestyle_20251024": 732, "10982": 733, "io4769": 734, "goog_gb_s07_src_brand_20250325": 735, "td002047": 736, "010042": 737, "850": 738, "038554": 739, "meta_gb_avatr12_con_premium_auto_20251020": 740, "li_gb_avatr12_awr_luxury_lifestyle_20251222": 741, "go82935": 742, "go39786": 743, "tt_gb_avatr12_trf_hero_launch_20250923": 744, "go32022": 745, "cfg003122": 746, "dv360_gb_s07_prosp_premium_auto_20250823": 747, "li64526": 748, "52665": 749, "ld002945": 750, "049875": 751, "me80650": 752, "ti38413": 753, "cfg008570": 754, "020425": 755, "87611": 756, "59328": 757, "46155": 758, "171689": 759, "ti24735": 760, "35304": 761, "3139": 762, "me40699": 763, "sl002284": 764, "tt_gb_avatr12_trf_lifestyle_20250924": 765, "go64285": 766, "ld007875": 767, "005135": 768, "16758": 769, "cfg001501": 770, "cfg009258": 771, "me63841": 772, "30463": 773, "cfg007464": 774, "71662": 775, "td003753": 776, "sl003845": 777, "td003243": 778, "81007": 779, "cfg007728": 780, "25441": 781, "io6833": 782, "03781": 783, "go65458": 784, "73364": 785, "12984": 786, "meta_gb_s07_cvr_conquest_tesla_20250923": 787, "dv360_gb_s07_prosp_conquest_bmw_20250614": 788, "market": 789, "yt_gb_s07_bmp_award_winner_20250404": 790, "s07": 791, "62798": 792, "020316": 793, "me96346": 794, "66883": 795, "067455": 796, "td007631": 797, "006731": 798, "meta_gb_avatr12_rtg_fleet_managers_20251003": 799, "67954": 800, "yt_gb_s07_trv_reservation_cta_20250902": 801, "008846": 802, "yt_gb_s07_trv_configurator_cta_20250820": 803, "ti99381": 804, "cfg004104": 805, "dv74287": 806, "025587": 807, "8403": 808, "ld007738": 809, "215198": 810, "ld004904": 811, "9567": 812, "63190": 813, "cfg011303": 814, "144978": 815, "1211": 816, "028467": 817, "ld001366": 818, "cfg006740": 819, "me62055": 820, "dv87996": 821, "meta_gb_s07_awr_conquest_tesla_20250713": 822, "go27608": 823, "010512": 824, "30064": 825, "008241": 826, "201614": 827, "me29255": 828, "6543": 829, "30582": 830, "54178": 831, "ti92322": 832, "cfg001557": 833, "meta_gb_avatr12_con_ev_intenders_20250919": 834, "ld000085": 835, "83700": 836, "dv64431": 837, "0042": 838, "4045": 839, "ld000096": 840, "meta_gb_s07_awr_lookalike_converters_20251027": 841, "cfg003695": 842, "cfg003844": 843, "yt_gb_s07_sht_award_winner_20251101": 844, "dv61907": 845, "meta_gb_avatr12_rtg_configurator_users_20250920": 846, "go55307": 847, "io1083": 848, "dv36640": 849, "3130": 850, "td002567": 851, "2375": 852, "003998": 853, "meta_gb_avatr12_rtg_conquest_tesla_20251129": 854, "yt_gb_s07_trv_price_reveal_20250107": 855, "cfg009220": 856, "go68134": 857, "cfg000779": 858, "ld004442": 859, "10620": 860, "td003561": 861, "td005106": 862, "13554": 863, "tt_gb_avatr12_trf_configurator_cta_20251020": 864, "1706": 865, "ld005731": 866, "dv360_gb_s07_prosp_engaged_viewers_20250320": 867, "016541": 868, "226": 869, "39385": 870, "sl000804": 871, "go50278": 872, "2847": 873, "io2009": 874, "sl002209": 875, "78494": 876, "ld003882": 877, "29194": 878, "cfg005642": 879, "go60323": 880, "meta_gb_avatr11_cvr_eco_conscious_20251022": 881, "106183": 882, "meta_gb_avatr11_cvr_ev_intenders_20251014": 883, "016849": 884, "num_day": 885, "28225": 886, "cfg009793": 887, "cfg003228": 888, "017167": 889, "6020": 890, "cfg001403": 891, "dv93661": 892, "11555": 893, "039368": 894, "go29102": 895, "ld001154": 896, "ld004573": 897, "ld002774": 898, "10740": 899, "sl001177": 900, "7558": 901, "io4869": 902, "78554": 903, "cfg007043": 904, "ld001764": 905, "412": 906, "6804": 907, "dv10873": 908, "3603": 909, "9589": 910, "sl001217": 911, "yt_gb_s07_bmp_price_reveal_20250101": 912, "yo20612": 913, "cfg002879": 914, "dv32586": 915, "cfg009904": 916, "td007128": 917, "cfg005581": 918, "ti40823": 919, "19574": 920, "0243": 921, "ld003371": 922, "52999": 923, "102295": 924, "dv93435": 925, "019242": 926, "006915": 927, "20515": 928, "024036": 929, "yo17319": 930, "yo86289": 931, "cfg011482": 932, "012134": 933, "13428": 934, "cfg006760": 935, "027549": 936, "10138": 937, "018048": 938, "33897": 939, "cfg000932": 940, "52533": 941, "170896": 942, "ld006855": 943, "cfg002272": 944, "go46348": 945, "18989": 946, "6264": 947, "td001007": 948, "007431": 949, "ld004902": 950, "42106": 951, "100408": 952, "014757": 953, "me31957": 954, "012326": 955, "32230": 956, "td007820": 957, "yt_gb_s07_trv_award_winner_20250922": 958, "io7629": 959, "005993": 960, "69898": 961, "00813": 962, "37188": 963, "7358": 964, "ti26012": 965, "me10411": 966, "30835": 967, "ti95850": 968, "li_gb_avatr11_thl_20251015": 969, "072283": 970, "incur": 971, "243648": 972, "cfg003915": 973, "3980": 974, "io5697": 975, "006451": 976, "25008": 977, "204201": 978, "me41433": 979, "86796": 980, "4049": 981, "me99070": 982, "013116": 983, "go97459": 984, "005319": 985, "5618": 986, "cfg002884": 987, "15116": 988, "yo99262": 989, "cfg005682": 990, "21813": 991, "1992": 992, "162247": 993, "11242": 994, "go89116": 995, "meta_gb_avatr11_rtg_lookalike_converters_20251021": 996, "77627": 997, "17547": 998, "ld006010": 999, "cfg010086": 1000, "cfg011120": 1001, "ld004232": 1002, "ld008888": 1003, "16701": 1004, "11848": 1005, "ld009988": 1006, "me10681": 1007, "cfg005705": 1008, "me58199": 1009, "52379": 1010, "yo98974": 1011, "050881": 1012, "yo35622": 1013, "td007067": 1014, "182014": 1015, "ld001174": 1016, "1116": 1017, "td008000": 1018, "td003369": 1019, "meta_gb_s07_awr_lookalike_converters_20251009": 1020, "io4708": 1021, "145132": 1022, "me57623": 1023, "go90785": 1024, "ld007367": 1025, "yo79617": 1026, "me64289": 1027, "11025": 1028, "li_gb_s07_awr_eco_conscious_20251012": 1029, "td003523": 1030, "sl000096": 1031, "me15426": 1032, "td004431": 1033, "cfg004322": 1034, "7719": 1035, "yo86948": 1036, "td004021": 1037, "3432": 1038, "151877": 1039, "ld009020": 1040, "006956": 1041, "td002942": 1042, "28932": 1043, "125403": 1044, "005502": 1045, "meta_gb_s07_awr_fleet_managers_20250709": 1046, "tt_gb_s07_awr_configurator_cta_20250823": 1047, "td005200": 1048, "dv30734": 1049, "050171": 1050, "goog_gb_avatr12_src_gen_20251108": 1051, "go63811": 1052, "020545": 1053, "020404": 1054, "0347": 1055, "paus": 1056, "ld003623": 1057, "peter": 1058, "014271": 1059, "12991": 1060, "me44183": 1061, "017464": 1062, "ti11927": 1063, "sl001351": 1064, "io6348": 1065, "meta_gb_s07_awr_eco_conscious_20251221": 1066, "cfg007229": 1067, "go63786": 1068, "dv360_gb_s07_prosp_configurator_users_20251125": 1069, "18745": 1070, "cfg007219": 1071, "td004959": 1072, "td006104": 1073, "yo76273": 1074, "dv79739": 1075, "yo88834": 1076, "40135": 1077, "009224": 1078, "meta_gb_s07_awr_conquest_bmw_20250326": 1079, "018315": 1080, "00967": 1081, "li56186": 1082, "9146": 1083, "cfg007079": 1084, "cfg005489": 1085, "43378": 1086, "euston": 1087, "32047": 1088, "20981": 1089, "li_gb_avatr11_awr_family_buyers_20251207": 1090, "dv41895": 1091, "tt_gb_s07_awr_hero_launch_20250817": 1092, "ld003541": 1093, "024613": 1094, "go55132": 1095, "15347": 1096, "go40124": 1097, "io6770": 1098, "102538": 1099, "30595": 1100, "me14800": 1101, "dv47312": 1102, "yt_gb_avatr12_bmp_dealer_locator_20251022": 1103, "2563594": 1104, "td005888": 1105, "td006996": 1106, "go75245": 1107, "11830": 1108, "td006276": 1109, "go17234": 1110, "me51777": 1111, "dv26286": 1112, "64816": 1113, "8000": 1114, "ld004102": 1115, "go24351": 1116, "ld004638": 1117, "ld009626": 1118, "02581": 1119, "35336": 1120, "27058": 1121, "48290": 1122, "go90811": 1123, "yo67468": 1124, "14288": 1125, "12325": 1126, "meta_gb_s07_awr_family_buyers_20250415": 1127, "ld008798": 1128, "td005325": 1129, "ld007574": 1130, "024398": 1131, "ld004210": 1132, "go53648": 1133, "me36996": 1134, "49446": 1135, "yt_gb_avatr11_sht_reservation_cta_20251229": 1136, "115732": 1137, "sl004304": 1138, "td003898": 1139, "meta_gb_s07_awr_lookalike_converters_20250313": 1140, "dv73002": 1141, "8525": 1142, "cfg002095": 1143, "meta_gb_avatr12_con_site_visitors_20250921": 1144, "io8991": 1145, "go92954": 1146, "li_gb_s07_awr_young_professionals_20250630": 1147, "td005506": 1148, "017829": 1149, "ti64109": 1150, "sl002687": 1151, "cfg009135": 1152, "sl002936": 1153, "me67412": 1154, "yo88945": 1155, "td007965": 1156, "46583": 1157, "ti94563": 1158, "22395": 1159, "cfg001488": 1160, "50091": 1161, "66680": 1162, "5966": 1163, "33065": 1164, "12423": 1165, "cfg003068": 1166, "me53316": 1167, "33106": 1168, "011477": 1169, "008263": 1170, "cfg008368": 1171, "056677": 1172, "ld006773": 1173, "ld004114": 1174, "138577": 1175, "012024": 1176, "004584": 1177, "dv360_gb_s07_prosp_premium_auto_20251118": 1178, "14072": 1179, "132768": 1180, "io9963": 1181, "49749": 1182, "meta_gb_s07_awr_lookalike_converters_20251216": 1183, "td007179": 1184, "15204": 1185, "me57554": 1186, "25086": 1187, "yt_gb_s07_trv_reservation_cta_20250928": 1188, "cfg002927": 1189, "005367": 1190, "6108": 1191, "13549": 1192, "137028": 1193, "io9559": 1194, "005018": 1195, "024253": 1196, "ld001137": 1197, "yo75075": 1198, "td004055": 1199, "goog_gb_s07_src_gen_20251011": 1200, "yt_gb_avatr11_trv_product_features_20251126": 1201, "ld008769": 1202, "lead_sourc": 1203, "dv49251": 1204, "15739": 1205, "td002671": 1206, "td003588": 1207, "ti48527": 1208, "cfg004366": 1209, "cfg000685": 1210, "ld005303": 1211, "ld006934": 1212, "ti35529": 1213, "005584": 1214, "yo41333": 1215, "td001158": 1216, "141853": 1217, "ld003809": 1218, "ti16420": 1219, "meta_gb_avatr11_awr_tech_enthusiasts_20251009": 1220, "010795": 1221, "goog_gb_avatr12_src_gen_20251116": 1222, "meta_gb_s07_awr_fleet_managers_20250518": 1223, "7058": 1224, "cfg003244": 1225, "50570": 1226, "tt_gb_avatr12_trf_award_winner_20251123": 1227, "0583": 1228, "goog_gb_s07_src_brand_20250204": 1229, "go88838": 1230, "go54870": 1231, "sl000433": 1232, "020112": 1233, "cfg000028": 1234, "119707": 1235, "00957": 1236, "100784": 1237, "25451": 1238, "dv58044": 1239, "sl001984": 1240, "cfg006647": 1241, "td001257": 1242, "meta_gb_avatr12_cvr_fleet_managers_20251001": 1243, "io8602": 1244, "24746": 1245, "yo94517": 1246, "096246": 1247, "meta_gb_s07_awr_site_visitors_20250227": 1248, "dv21582": 1249, "0541": 1250, "me47851": 1251, "7627": 1252, "42074": 1253, "yt_gb_s07_bmp_product_features_20250816": 1254, "ld003143": 1255, "yo37228": 1256, "16340": 1257, "105556": 1258, "43066": 1259, "deviat": 1260, "ld006763": 1261, "38443": 1262, "63971": 1263, "049844": 1264, "meta_gb_s07_awr_premium_auto_20250403": 1265, "7168": 1266, "009053": 1267, "cfg011745": 1268, "cfg011794": 1269, "meta_gb_s07_awr_luxury_lifestyle_20250507": 1270, "cfg009383": 1271, "74098": 1272, "dv32311": 1273, "yo24743": 1274, "ti73548": 1275, "dv360_gb_s07_prosp_eco_conscious_20250415": 1276, "20501": 1277, "095573": 1278, "254737": 1279, "ld009624": 1280, "me60998": 1281, "tt_gb_avatr12_trf_award_winner_20251008": 1282, "81609": 1283, "006202": 1284, "dv360_gb_s07_prosp_luxury_lifestyle_20250803": 1285, "ld008233": 1286, "2970": 1287, "li_gb_s07_awr_premium_auto_20250226": 1288, "39245": 1289, "40686": 1290, "50590": 1291, "24832": 1292, "359": 1293, "td006572": 1294, "dv360_gb_s07_prosp_fleet_managers_20250422": 1295, "62375": 1296, "004286": 1297, "td007870": 1298, "011408": 1299, "meta_gb_s07_rtg_engaged_viewers_20251108": 1300, "goog_gb_avatr11_src_gen_20251114": 1301, "60837": 1302, "ld008870": 1303, "52626": 1304, "dv50934": 1305, "003119": 1306, "ld003779": 1307, "core": 1308, "153460": 1309, "10380": 1310, "33638": 1311, "304": 1312, "me59575": 1313, "51295": 1314, "cfg004448": 1315, "sl002092": 1316, "li_gb_avatr12_thl_20250930": 1317, "006824": 1318, "19355": 1319, "150505": 1320, "meta_gb_s07_awr_premium_auto_20250428": 1321, "cfg009882": 1322, "io1852": 1323, "34387": 1324, "td002450": 1325, "dv73446": 1326, "sl000443": 1327, "io8831": 1328, "14553": 1329, "ld001480": 1330, "008395": 1331, "81893": 1332, "dv360_gb_s07_prosp_conquest_tesla_20251230": 1333, "089097": 1334, "34920": 1335, "14415": 1336, "2874": 1337, "td007250": 1338, "go30466": 1339, "ld002532": 1340, "ld004024": 1341, "go59971": 1342, "2485": 1343, "dv360_gb_s07_prosp_ev_intenders_20250407": 1344, "16641": 1345, "me78331": 1346, "tt_gb_s05_trf_product_features_20251225": 1347, "meta_gb_s07_awr_young_professionals_20250420": 1348, "meta_gb_s07_awr_eco_conscious_20250102": 1349, "cfg008703": 1350, "051799": 1351, "085271": 1352, "cfg008113": 1353, "td002227": 1354, "86805": 1355, "io7707": 1356, "yt_gb_s07_trv_lifestyle_20250808": 1357, "12335": 1358, "io2666": 1359, "ld002259": 1360, "6479": 1361, "013463": 1362, "td005995": 1363, "yt_gb_s05_bmp_dealer_locator_20251231": 1364, "75964": 1365, "cfg010246": 1366, "075472": 1367, "9858": 1368, "goog_gb_avatr11_src_brand_20251012": 1369, "16545": 1370, "27314": 1371, "55771": 1372, "go12560": 1373, "sl003837": 1374, "cfg011449": 1375, "go95206": 1376, "me49705": 1377, "me12165": 1378, "schedul": 1379, "008586": 1380, "34609": 1381, "25927": 1382, "goog_gb_s07_src_brand_20250417": 1383, "47666": 1384, "005448": 1385, "me15288": 1386, "sl003218": 1387, "yt_gb_s07_trv_hero_launch_20251210": 1388, "cfg010398": 1389, "cfg001561": 1390, "ld005017": 1391, "2982": 1392, "50273": 1393, "tt_gb_s07_awr_hero_launch_20251017": 1394, "007596": 1395, "36840": 1396, "cfg002089": 1397, "22286": 1398, "yt_gb_avatr12_mst_20251203": 1399, "19337": 1400, "42887": 1401, "cfg005449": 1402, "me18287": 1403, "22991": 1404, "go33434": 1405, "yt_gb_s05_bmp_dealer_locator_20251228": 1406, "me90623": 1407, "ld000148": 1408, "327407": 1409, "43276": 1410, "ld002227": 1411, "me33311": 1412, "043587": 1413, "me20208": 1414, "sl004279": 1415, "ld003173": 1416, "cfg011136": 1417, "meta_gb_avatr11_rtg_conquest_bmw_20251003": 1418, "dv45480": 1419, "yo93653": 1420, "58767": 1421, "cfg009659": 1422, "yt_gb_s07_bmp_reservation_cta_20250411": 1423, "041855": 1424, "ld004619": 1425, "cfg003361": 1426, "012353": 1427, "ld004101": 1428, "ld005250": 1429, "ld005193": 1430, "tt_gb_s07_cvr_award_winner_20251213": 1431, "tt_gb_avatr11_awr_price_reveal_20251212": 1432, "yo29897": 1433, "yo53893": 1434, "arrear": 1435, "19625": 1436, "sl000942": 1437, "22221": 1438, "io6087": 1439, "2844": 1440, "li95215": 1441, "ti29971": 1442, "41392": 1443, "457425": 1444, "015864": 1445, "ld000064": 1446, "145093": 1447, "004372": 1448, "dv360_gb_avatr12_rtg_conquest_tesla_20251012": 1449, "td004599": 1450, "004894": 1451, "ld003767": 1452, "1885": 1453, "123694": 1454, "084507": 1455, "85249": 1456, "ti60177": 1457, "dv360_gb_s07_prosp_premium_auto_20250702": 1458, "dv360_gb_avatr12_rtg_engaged_viewers_20251205": 1459, "14181": 1460, "sl002210": 1461, "meta_gb_avatr12_cvr_conquest_bmw_20251202": 1462, "3538": 1463, "13050": 1464, "sl000354": 1465, "012812": 1466, "12422": 1467, "li_gb_s07_awr_young_professionals_20251020": 1468, "048408": 1469, "cfg006785": 1470, "162410": 1471, "022532": 1472, "sl003510": 1473, "21310": 1474, "10842": 1475, "32868": 1476, "io8467": 1477, "cfg002825": 1478, "me52248": 1479, "meta_gb_s07_awr_conquest_tesla_20250619": 1480, "048151": 1481, "dv42812": 1482, "dv360_gb_s07_ctx_ros_20250901": 1483, "9089": 1484, "cfg002831": 1485, "56088": 1486, "yt_gb_s07_bmp_award_winner_20250723": 1487, "td006566": 1488, "014269": 1489, "ti35743": 1490, "39681": 1491, "123596": 1492, "17332": 1493, "5123": 1494, "sl002945": 1495, "yt_gb_s07_sht_award_winner_20251003": 1496, "way": 1497, "2498": 1498, "021525": 1499, "yo78788": 1500, "cfg008045": 1501, "ti84667": 1502, "li_gb_avatr12_lgn_young_professionals_20251130": 1503, "31146": 1504, "058436": 1505, "ld004333": 1506, "yt_gb_s07_bmp_dealer_locator_20250624": 1507, "159661": 1508, "dv69249": 1509, "41728": 1510, "ti59976": 1511, "yo16377": 1512, "ld005446": 1513, "yo46725": 1514, "dv77294": 1515, "me71582": 1516, "ld002746": 1517, "cfg003375": 1518, "024145": 1519, "019632": 1520, "meta_gb_avatr12_rtg_family_buyers_20251107": 1521, "td000729": 1522, "81391": 1523, "cfg001789": 1524, "ld001795": 1525, "112583": 1526, "ld009498": 1527, "me95055": 1528, "161": 1529, "56696": 1530, "cfg007327": 1531, "go25320": 1532, "254594": 1533, "yt_gb_s07_trv_reservation_cta_20250815": 1534, "td005013": 1535, "23116": 1536, "13432": 1537, "meta_gb_avatr12_rtg_family_buyers_20251016": 1538, "go22468": 1539, "ld008212": 1540, "74486": 1541, "tt_gb_avatr12_awr_lifestyle_20250919": 1542, "ti56546": 1543, "februari": 1544, "meta_gb_s07_awr_luxury_lifestyle_20250918": 1545, "32196": 1546, "77790": 1547, "36518": 1548, "9314": 1549, "48072": 1550, "meta_gb_s07_cvr_lookalike_converters_20251113": 1551, "4404": 1552, "3916": 1553, "me69865": 1554, "27275": 1555, "017054": 1556, "ld004240": 1557, "153208": 1558, "016191": 1559, "dv360_gb_s07_prosp_family_buyers_20250107": 1560, "23960": 1561, "yt_gb_avatr11_sht_reservation_cta_20251228": 1562, "058714": 1563, "ld004021": 1564, "li64574": 1565, "33749": 1566, "dv75674": 1567, "meta_gb_avatr12_con_premium_auto_20250926": 1568, "dv11978": 1569, "68847": 1570, "1121": 1571, "io9250": 1572, "1651365": 1573, "yo89846": 1574, "010331": 1575, "goog_gb_s07_src_brand_20250224": 1576, "0488": 1577, "16589": 1578, "10129": 1579, "td006335": 1580, "16856": 1581, "io6228": 1582, "6761": 1583, "007692": 1584, "019595": 1585, "io2715": 1586, "dv360_gb_s07_prosp_ev_intenders_20250422": 1587, "li48238": 1588, "cfg000409": 1589, "me83472": 1590, "yt_gb_s05_bmp_dealer_locator_20251202": 1591, "4705": 1592, "193935": 1593, "1984": 1594, "8705": 1595, "15757": 1596, "go59196": 1597, "124365": 1598, "ld008734": 1599, "25415": 1600, "dv31120": 1601, "swansea": 1602, "ti85075": 1603, "me29342": 1604, "cfg007961": 1605, "meta_gb_s07_awr_eco_conscious_20250401": 1606, "48365": 1607, "015905": 1608, "dv360_gb_s05_prosp_fleet_managers_20251225": 1609, "19982": 1610, "190364": 1611, "ld007784": 1612, "cfg005718": 1613, "li71905": 1614, "me85541": 1615, "44734": 1616, "19054": 1617, "57955": 1618, "td000025": 1619, "yo52761": 1620, "td004246": 1621, "cfg010368": 1622, "io3276": 1623, "163265": 1624, "056911": 1625, "006767": 1626, "dv81377": 1627, "24647": 1628, "td007079": 1629, "cfg004235": 1630, "dv90050": 1631, "me86439": 1632, "ti84909": 1633, "ti24980": 1634, "meta_gb_s07_awr_conquest_bmw_20251017": 1635, "012962": 1636, "yo14988": 1637, "024875": 1638, "sl001686": 1639, "yt_gb_s07_bmp_award_winner_20250421": 1640, "007043": 1641, "020426": 1642, "li89903": 1643, "ld008285": 1644, "ld009246": 1645, "1740": 1646, "goog_gb_avatr12_gdn_tech_enthusiasts_20250928": 1647, "54614": 1648, "ld000618": 1649, "td000948": 1650, "go14534": 1651, "08121": 1652, "ld003349": 1653, "014653": 1654, "ld004146": 1655, "dv360_gb_s07_prosp_conquest_bmw_20251101": 1656, "dv360_gb_s07_prosp_young_professionals_20250914": 1657, "meta_gb_s07_awr_young_professionals_20250101": 1658, "dv81898": 1659, "ld008387": 1660, "sl004001": 1661, "cfg006834": 1662, "24122": 1663, "tt_gb_s07_awr_testimonial_20250814": 1664, "007813": 1665, "sl003872": 1666, "dv30074": 1667, "1003": 1668, "004206": 1669, "138819": 1670, "go19707": 1671, "yt_gb_s07_trv_dealer_locator_20250423": 1672, "sl004056": 1673, "15688": 1674, "meta_gb_avatr12_awr_young_professionals_20251027": 1675, "me36406": 1676, "dv70242": 1677, "26537": 1678, "meta_gb_s07_con_premium_auto_20251013": 1679, "go43302": 1680, "287": 1681, "6469": 1682, "io6689": 1683, "010096": 1684, "01551": 1685, "17174": 1686, "56784": 1687, "1680": 1688, "maximum": 1689, "dv360_gb_s07_prosp_eco_conscious_20250103": 1690, "goog_gb_avatr11_gdn_lookalike_converters_20251206": 1691, "ld007692": 1692, "237834": 1693, "019116": 1694, "yo51442": 1695, "ld001180": 1696, "ld002616": 1697, "003243": 1698, "me81648": 1699, "11308": 1700, "cfg009780": 1701, "113954": 1702, "me70580": 1703, "26472": 1704, "31931": 1705, "meta_gb_avatr11_rtg_ev_intenders_20251021": 1706, "7393": 1707, "ld005756": 1708, "7122": 1709, "011831": 1710, "cfg004977": 1711, "018061": 1712, "meta_gb_s07_awr_family_buyers_20250712": 1713, "10885": 1714, "003454": 1715, "yt_gb_s07_sht_testimonial_20251104": 1716, "cfg001591": 1717, "012823": 1718, "sl002107": 1719, "24916": 1720, "cfg008954": 1721, "dv18023": 1722, "cfg002969": 1723, "109859": 1724, "sl001201": 1725, "2723": 1726, "goog_gb_s07_src_brand_20250721": 1727, "me94150": 1728, "yt_gb_s07_bmp_product_features_20250712": 1729, "meta_gb_s07_rtg_young_professionals_20251023": 1730, "io7762": 1731, "0109": 1732, "4906": 1733, "meta_gb_s07_awr_tech_enthusiasts_20251017": 1734, "019409": 1735, "dv81297": 1736, "li55416": 1737, "cfg001046": 1738, "goog_gb_avatr12_gdn_lookalike_converters_20251128": 1739, "td007218": 1740, "go12922": 1741, "io4283": 1742, "go88521": 1743, "0459": 1744, "170335": 1745, "010223": 1746, "ld007486": 1747, "io8792": 1748, "ld000663": 1749, "td000107": 1750, "16820": 1751, "017919": 1752, "go73078": 1753, "051364": 1754, "goog_gb_avatr11_src_gen_20251004": 1755, "94312": 1756, "ld001841": 1757, "16244": 1758, "023013": 1759, "cfg000456": 1760, "goog_gb_avatr11_gdn_eco_conscious_20251103": 1761, "dv27685": 1762, "go51232": 1763, "148548": 1764, "ld006732": 1765, "io5290": 1766, "io4632": 1767, "me85657": 1768, "sl002453": 1769, "yt_gb_s07_bmp_testimonial_20250422": 1770, "cfg011294": 1771, "2062": 1772, "io1881": 1773, "004003": 1774, "meta_gb_s07_awr_conquest_audi_20250908": 1775, "5558": 1776, "me51318": 1777, "018326": 1778, "me88762": 1779, "tt_gb_s07_awr_hero_launch_20251019": 1780, "23471": 1781, "td007538": 1782, "cfg002146": 1783, "youtub": 1784, "cfg000615": 1785, "dv360_gb_s07_prosp_ev_intenders_20250102": 1786, "26663": 1787, "ld004030": 1788, "57965": 1789, "ti77775": 1790, "dv360_gb_s07_prosp_conquest_audi_20250804": 1791, "dv77146": 1792, "me49802": 1793, "29748": 1794, "cfg001605": 1795, "td001856": 1796, "cfg007823": 1797, "dv11276": 1798, "meta_gb_s07_awr_conquest_audi_20251118": 1799, "55036": 1800, "005691": 1801, "dv360_gb_s07_prosp_conquest_tesla_20250727": 1802, "039992": 1803, "li_gb_s07_awr_fleet_managers_20250418": 1804, "me97881": 1805, "meta_gb_avatr11_con_conquest_audi_20251108": 1806, "003952": 1807, "18931": 1808, "86279": 1809, "115556": 1810, "me77956": 1811, "meta_gb_avatr12_cvr_young_professionals_20251210": 1812, "dv360_gb_s07_prosp_site_visitors_20250526": 1813, "me58459": 1814, "25868": 1815, "ti59969": 1816, "13299": 1817, "cfg001074": 1818, "ld004816": 1819, "027185": 1820, "sl003153": 1821, "89087": 1822, "td000417": 1823, "ti45341": 1824, "td002792": 1825, "io5687": 1826, "go30297": 1827, "ld009902": 1828, "7163": 1829, "130952": 1830, "4354": 1831, "io4611": 1832, "55874": 1833, "cfg004185": 1834, "me77271": 1835, "li_gb_s07_awr_site_visitors_20250720": 1836, "dv360_gb_avatr12_rtg_site_visitors_20250914": 1837, "cfg005171": 1838, "01293": 1839, "li77617": 1840, "cfg004891": 1841, "meta_gb_avatr12_con_conquest_tesla_20250919": 1842, "034349": 1843, "9104": 1844, "67246": 1845, "114566": 1846, "29426": 1847, "tt_gb_avatr11_cvr_reservation_cta_20251123": 1848, "meta_gb_avatr11_con_conquest_audi_20251008": 1849, "ld002632": 1850, "meta_gb_avatr11_rtg_tech_enthusiasts_20251110": 1851, "goog_gb_s07_src_brand_20251108": 1852, "tt_gb_avatr11_cvr_product_features_20251119": 1853, "me34283": 1854, "li70168": 1855, "35148": 1856, "16829": 1857, "meta_gb_s07_awr_engaged_viewers_20250926": 1858, "38278": 1859, "td004625": 1860, "me85876": 1861, "016297": 1862, "meta_gb_s07_awr_conquest_tesla_20250423": 1863, "go22985": 1864, "45598": 1865, "td005585": 1866, "me42382": 1867, "td006407": 1868, "ti54346": 1869, "23201": 1870, "6240": 1871, "yt_gb_s07_trv_price_reveal_20251221": 1872, "cfg001598": 1873, "meta_gb_avatr12_con_luxury_lifestyle_20250924": 1874, "05903": 1875, "39537": 1876, "16125": 1877, "220": 1878, "_seasonal_mean": 1879, "meta_gb_s07_cvr_engaged_viewers_20251012": 1880, "28519": 1881, "go32170": 1882, "ld002252": 1883, "cfg008935": 1884, "meta_gb_avatr12_rtg_conquest_bmw_20251121": 1885, "dv63502": 1886, "td001432": 1887, "ti90810": 1888, "td006503": 1889, "059957": 1890, "010431": 1891, "go16318": 1892, "37672": 1893, "sl002429": 1894, "go66212": 1895, "37050": 1896, "004868": 1897, "109353": 1898, "td001928": 1899, "ti62303": 1900, "dv76698": 1901, "cfg003732": 1902, "4589": 1903, "ld005372": 1904, "ld008393": 1905, "24370": 1906, "li30160": 1907, "yo82351": 1908, "yt_gb_s07_bmp_dealer_locator_20250504": 1909, "dv360_gb_s07_prosp_eco_conscious_20250304": 1910, "yt_gb_avatr12_sht_hero_launch_20250920": 1911, "yt_gb_avatr11_bmp_hero_launch_20251018": 1912, "td003803": 1913, "1266": 1914, "1387": 1915, "meta_gb_s07_con_tech_enthusiasts_20251110": 1916, "ld004252": 1917, "sl003145": 1918, "cfg005749": 1919, "003477": 1920, "7373": 1921, "goog_gb_avatr11_src_brand_20251114": 1922, "ld003535": 1923, "sl004479": 1924, "dv73995": 1925, "42423": 1926, "11580": 1927, "51227": 1928, "tt_gb_s07_awr_reservation_cta_20250319": 1929, "018654": 1930, "51093": 1931, "ti91938": 1932, "ld009372": 1933, "ld008150": 1934, "006481": 1935, "yo37784": 1936, "cfg006074": 1937, "meta_gb_avatr12_rtg_conquest_tesla_20250912": 1938, "go60941": 1939, "023347": 1940, "4914": 1941, "td005645": 1942, "006222": 1943, "3601": 1944, "me40471": 1945, "7754": 1946, "sl004222": 1947, "006239": 1948, "ld006631": 1949, "39260": 1950, "064948": 1951, "1228": 1952, "ld009228": 1953, "33411": 1954, "30065": 1955, "ld005093": 1956, "19708": 1957, "meta_gb_avatr12_con_conquest_audi_20250912": 1958, "29941": 1959, "044568": 1960, "expert": 1961, "me52912": 1962, "73671": 1963, "34153": 1964, "cfg008635": 1965, "ti35980": 1966, "32877": 1967, "ld006636": 1968, "sl003805": 1969, "312903": 1970, "yt_gb_avatr11_sht_price_reveal_20251204": 1971, "td003475": 1972, "sl001289": 1973, "dv360_gb_s07_prosp_luxury_lifestyle_20250630": 1974, "069168": 1975, "42563": 1976, "tt_gb_s07_awr_comparison_20250311": 1977, "yo14921": 1978, "ld008828": 1979, "14120": 1980, "yt_gb_s07_bmp_comparison_20250213": 1981, "58755": 1982, "4019": 1983, "144278": 1984, "60030": 1985, "dv99021": 1986, "ti36477": 1987, "84379": 1988, "9176": 1989, "ld001678": 1990, "yo14884": 1991, "05948": 1992, "45250": 1993, "11742": 1994, "ti36763": 1995, "yt_gb_s07_bmp_dealer_locator_20250810": 1996, "go59219": 1997, "37727": 1998, "0469": 1999, "me60938": 2000, "12742": 2001, "meta_gb_s07_con_premium_auto_20251114": 2002, "073458": 2003, "010332": 2004, "io2083": 2005, "14862": 2006, "01233": 2007, "me98228": 2008, "008068": 2009, "dv43308": 2010, "cfg010032": 2011, "goog_gb_avatr11_gdn_engaged_viewers_20251027": 2012, "io9044": 2013, "007209": 2014, "me48481": 2015, "21548": 2016, "34276": 2017, "48475": 2018, "ld003476": 2019, "me96390": 2020, "752": 2021, "cfg008542": 2022, "goog_gb_avatr12_gdn_lookalike_converters_20251112": 2023, "ld006593": 2024, "cfg006942": 2025, "me50962": 2026, "13063": 2027, "dv58411": 2028, "23531": 2029, "ld000398": 2030, "me29803": 2031, "038424": 2032, "19380": 2033, "gla": 2034, "dv37483": 2035, "65216": 2036, "124630": 2037, "meta_gb_s07_cvr_eco_conscious_20251020": 2038, "yo50751": 2039, "go45053": 2040, "ld009845": 2041, "sl000072": 2042, "ld007154": 2043, "cfg008721": 2044, "273656": 2045, "02901": 2046, "meta_gb_avatr12_cvr_premium_auto_20251011": 2047, "io2998": 2048, "016522": 2049, "yt_gb_s07_bmp_testimonial_20250129": 2050, "io2599": 2051, "011485": 2052, "8495": 2053, "meta_gb_s07_awr_premium_auto_20250706": 2054, "li_gb_s07_awr_fleet_managers_20250827": 2055, "cfg000332": 2056, "go80896": 2057, "91952": 2058, "sl000419": 2059, "5433": 2060, "653": 2061, "020207": 2062, "5559": 2063, "ti55295": 2064, "ld004550": 2065, "93407": 2066, "29344": 2067, "cfg007372": 2068, "25566": 2069, "ld009069": 2070, "meta_gb_avatr12_cvr_young_professionals_20251231": 2071, "93456": 2072, "ld004719": 2073, "009694": 2074, "yt_gb_s07_trv_price_reveal_20250813": 2075, "yo60179": 2076, "32246": 2077, "53739": 2078, "go29581": 2079, "td002868": 2080, "123468": 2081, "80857": 2082, "dv25241": 2083, "ld000459": 2084, "018818": 2085, "meta_gb_avatr12_con_luxury_lifestyle_20250912": 2086, "33088": 2087, "cfg008332": 2088, "38302": 2089, "yo92410": 2090, "goog_gb_avatr11_src_gen_20251015": 2091, "4203": 2092, "goog_gb_s07_src_brand_20250403": 2093, "td003934": 2094, "73202": 2095, "cfg001328": 2096, "meta_gb_avatr12_rtg_young_professionals_20250917": 2097, "27187": 2098, "cfg001346": 2099, "6399": 2100, "ti74920": 2101, "ti36680": 2102, "me93320": 2103, "cfg006044": 2104, "60033": 2105, "sl001168": 2106, "21927": 2107, "dv10532": 2108, "160010": 2109, "yo68660": 2110, "055142": 2111, "tt_gb_avatr11_trf_product_features_20251222": 2112, "io8155": 2113, "go11856": 2114, "60237": 2115, "16870": 2116, "td007726": 2117, "yo78352": 2118, "ld001687": 2119, "18897": 2120, "010026": 2121, "10193": 2122, "td001050": 2123, "15763": 2124, "01344": 2125, "go94234": 2126, "td005067": 2127, "2364": 2128, "go20894": 2129, "ld003819": 2130, "tt_gb_avatr12_trf_product_features_20251003": 2131, "yt_gb_s07_bmp_hero_launch_20250318": 2132, "69394": 2133, "005331": 2134, "cfg009559": 2135, "011248": 2136, "dv20228": 2137, "ld005654": 2138, "dv20053": 2139, "013448": 2140, "2261": 2141, "33360": 2142, "me39991": 2143, "dv360_gb_s07_prosp_family_buyers_20250526": 2144, "69503": 2145, "16521": 2146, "cfg008722": 2147, "dv78184": 2148, "007468": 2149, "sl002363": 2150, "io9501": 2151, "tt_gb_s07_awr_award_winner_20250606": 2152, "00764": 2153, "tt_gb_s07_awr_comparison_20250209": 2154, "006726": 2155, "li_gb_avatr12_lgn_lookalike_converters_20250923": 2156, "me34616": 2157, "58667": 2158, "01494": 2159, "37009": 2160, "17338": 2161, "tt_gb_avatr12_awr_price_reveal_20250929": 2162, "goog_gb_avatr12_src_gen_20251125": 2163, "ti15348": 2164, "19049": 2165, "meta_gb_avatr12_cvr_luxury_lifestyle_20251006": 2166, "004553": 2167, "2897": 2168, "020383": 2169, "td007976": 2170, "term": 2171, "120351": 2172, "ti48583": 2173, "011604": 2174, "cfg001523": 2175, "cfg005944": 2176, "9098": 2177, "io4773": 2178, "cfg010054": 2179, "cfg002426": 2180, "016224": 2181, "00631": 2182, "78723": 2183, "ld000512": 2184, "2770": 2185, "tt_gb_s07_awr_testimonial_20250519": 2186, "sl002693": 2187, "079744": 2188, "yo65998": 2189, "57229": 2190, "72829": 2191, "ld007485": 2192, "ld006832": 2193, "011903": 2194, "ti68394": 2195, "073724": 2196, "td000434": 2197, "ld007189": 2198, "054805": 2199, "cfg006584": 2200, "cfg011732": 2201, "213859": 2202, "81061": 2203, "56715": 2204, "dv37941": 2205, "ld006018": 2206, "td007971": 2207, "ti93556": 2208, "meta_gb_avatr12_awr_conquest_audi_20251122": 2209, "cfg006029": 2210, "cfg007022": 2211, "20813": 2212, "goog_gb_avatr11_pmax_20251023": 2213, "cfg003908": 2214, "cfg002852": 2215, "io9570": 2216, "me46659": 2217, "cfg006099": 2218, "ld002873": 2219, "2023": 2220, "37826": 2221, "go71369": 2222, "6405": 2223, "64251": 2224, "me97200": 2225, "yo19823": 2226, "2002": 2227, "4563": 2228, "meta_gb_s07_awr_eco_conscious_20250208": 2229, "45512": 2230, "td001505": 2231, "go53904": 2232, "yt_gb_avatr12_mst_20251002": 2233, "ld006737": 2234, "go30997": 2235, "dv360_gb_s07_ctx_ros_20250906": 2236, "051605": 2237, "276": 2238, "cfg003750": 2239, "cfg006016": 2240, "9611": 2241, "021745": 2242, "reput": 2243, "62899": 2244, "ld008564": 2245, "1836": 2246, "ld009733": 2247, "me78230": 2248, "010417": 2249, "ti74526": 2250, "sl000060": 2251, "085663": 2252, "li_gb_s07_awr_tech_enthusiasts_20251119": 2253, "me55614": 2254, "td001191": 2255, "meta_gb_avatr12_con_fleet_managers_20250918": 2256, "td001633": 2257, "016225": 2258, "td007886": 2259, "9849": 2260, "019117": 2261, "commenc": 2262, "037124": 2263, "ld006792": 2264, "me13464": 2265, "003881": 2266, "sl002859": 2267, "108324": 2268, "014261": 2269, "323360": 2270, "td000992": 2271, "017326": 2272, "go66780": 2273, "ld004411": 2274, "li_gb_avatr12_thl_20251223": 2275, "ld009389": 2276, "dv23384": 2277, "021697": 2278, "109104": 2279, "cfg008215": 2280, "086863": 2281, "ld001641": 2282, "sl000675": 2283, "sl001747": 2284, "57420": 2285, "ti60140": 2286, "cfg005835": 2287, "21387": 2288, "61236": 2289, "dv360_gb_avatr11_prosp_eco_conscious_20251228": 2290, "267020": 2291, "28296": 2292, "6436": 2293, "dv23239": 2294, "dv73334": 2295, "5836": 2296, "dv360_gb_s07_prosp_eco_conscious_20250730": 2297, "683": 2298, "dv61711": 2299, "ld002052": 2300, "cfg000548": 2301, "003094": 2302, "cfg007102": 2303, "cfg007881": 2304, "8345": 2305, "143785": 2306, "003818": 2307, "9644": 2308, "cfg009592": 2309, "cfg010666": 2310, "dv24846": 2311, "cfg010423": 2312, "yo69161": 2313, "1902": 2314, "tt_gb_s07_awr_product_features_20250626": 2315, "32521": 2316, "004321": 2317, "34800": 2318, "dv69093": 2319, "10531": 2320, "15307": 2321, "go59446": 2322, "151219": 2323, "dv59146": 2324, "007603": 2325, "go75602": 2326, "012805": 2327, "go66951": 2328, "006776": 2329, "go74459": 2330, "009986": 2331, "go84109": 2332, "sl004042": 2333, "019271": 2334, "6262": 2335, "ld001349": 2336, "go35079": 2337, "li52599": 2338, "me61676": 2339, "30551": 2340, "infrastructur": 2341, "024547": 2342, "13769": 2343, "85035": 2344, "meta_gb_avatr12_cvr_fleet_managers_20251227": 2345, "140644": 2346, "089674": 2347, "2921": 2348, "li99032": 2349, "sl003232": 2350, "me66169": 2351, "050437": 2352, "yt_gb_s07_mst_20251029": 2353, "td007682": 2354, "ld001159": 2355, "me40197": 2356, "td001065": 2357, "7637": 2358, "045236": 2359, "ti43732": 2360, "cfg008133": 2361, "me81751": 2362, "93530": 2363, "io4182": 2364, "me23652": 2365, "043483": 2366, "sl003315": 2367, "li_gb_s07_awr_luxury_lifestyle_20250901": 2368, "go74413": 2369, "35720": 2370, "ld005043": 2371, "10516": 2372, "dv71619": 2373, "048819": 2374, "ld005997": 2375, "10309": 2376, "sl000845": 2377, "dv99702": 2378, "056087": 2379, "yt_gb_s07_bmp_lifestyle_20250529": 2380, "cfg004340": 2381, "27291": 2382, "me18632": 2383, "io9389": 2384, "x2": 2385, "sl001099": 2386, "22228": 2387, "20093": 2388, "447626": 2389, "cfg011733": 2390, "1084": 2391, "011584": 2392, "63491": 2393, "ti49292": 2394, "008012": 2395, "010334": 2396, "00854": 2397, "37250": 2398, "ti89844": 2399, "27978": 2400, "li45430": 2401, "52877": 2402, "024974": 2403, "3072": 2404, "cfg009593": 2405, "dv360_gb_s07_rtg_lookalike_converters_20251222": 2406, "41075": 2407, "003503": 2408, "cfg006512": 2409, "ld008094": 2410, "li11362": 2411, "34437": 2412, "me64984": 2413, "td000112": 2414, "0544": 2415, "4938": 2416, "cfg009334": 2417, "007589": 2418, "4848": 2419, "tt_gb_avatr11_cvr_reservation_cta_20251004": 2420, "meta_gb_avatr11_rtg_premium_auto_20251104": 2421, "cfg010326": 2422, "app": 2423, "dv33850": 2424, "3539": 2425, "yo41461": 2426, "ti70063": 2427, "35944": 2428, "4324": 2429, "017653": 2430, "dv99684": 2431, "084399": 2432, "ti12612": 2433, "tt_gb_s07_cvr_reservation_cta_20250909": 2434, "010633": 2435, "meta_gb_avatr12_rtg_configurator_users_20251004": 2436, "meta_gb_s07_awr_premium_auto_20250930": 2437, "ld003006": 2438, "cfg006284": 2439, "dv360_gb_avatr12_prosp_conquest_audi_20251226": 2440, "dv94481": 2441, "dv360_gb_s07_prosp_luxury_lifestyle_20250618": 2442, "dv19001": 2443, "td005288": 2444, "sl000193": 2445, "dv30005": 2446, "yt_gb_avatr12_bmp_lifestyle_20250926": 2447, "130435": 2448, "71129": 2449, "go67079": 2450, "sl004197": 2451, "ld004209": 2452, "cfg008736": 2453, "022066": 2454, "dv360_gb_avatr12_ctx_ros_20251217": 2455, "go30697": 2456, "yo55507": 2457, "ld002689": 2458, "td005008": 2459, "47889": 2460, "023697": 2461, "004831": 2462, "011473": 2463, "cfg004135": 2464, "go61371": 2465, "dv72781": 2466, "ld004425": 2467, "meta_gb_avatr12_awr_family_buyers_20251016": 2468, "ld003840": 2469, "li99766": 2470, "li_gb_s07_awr_conquest_tesla_20251006": 2471, "sl004354": 2472, "td004970": 2473, "cfg002845": 2474, "cfg009030": 2475, "go72007": 2476, "63840": 2477, "cfg000694": 2478, "19633": 2479, "9953": 2480, "75460": 2481, "7873": 2482, "sl004027": 2483, "9157": 2484, "20023": 2485, "ti31366": 2486, "td006449": 2487, "02486": 2488, "113924": 2489, "070326": 2490, "meta_gb_avatr12_con_fleet_managers_20251117": 2491, "cfg006475": 2492, "35415": 2493, "2426": 2494, "cfg000395": 2495, "6886": 2496, "tt_gb_s07_awr_price_reveal_20250304": 2497, "go19174": 2498, "li_gb_s05_lgn_conquest_tesla_20251204": 2499, "li_gb_s05_thl_20251211": 2500, "68659": 2501, "98898": 2502, "ld007221": 2503, "me51560": 2504, "dv53014": 2505, "ti17978": 2506, 